{
  "success": true,
  "data": [
    [
      "Timestamp",
      "Type",
      "Event/Workshop Name",
      "Time",
      "Date",
      "Venue",
      "Description",
      "Registration Link",
      "Poster"
    ],
    [
      "19/03/2025 18:28:12",
      "Workshop",
      "Crypto Workshop",
      "09:00:00",
      "22/03/2025",
      "NAB 12",
      "From ancient barter systems to today’s digital currencies, the way we exchange value has transformed dramatically. Understanding this evolution helps decode the mechanics of our current financial world.\n\nTeam Aavishkar brings to you an engaging workshop under Aarohan '25, exploring the journey of money, the inner workings of the monetary system, and the emergence of Bitcoin — a decentralized alternative to traditional currency.\n\nLearn how Bitcoin operates, why it’s considered a game-changer, and uncover the roles of blockchain, transactions, and mining in keeping it secure and functional.\n\nCurious about the future of finance? Be part of this discussion and discover how digital currencies are reshaping the economic landscape.",
      "https://url-shortener.me/N4T",
      "https://drive.google.com/open?id=1M4KC2jCp9_EHZTfC02JY1K6z8Mln4evG"
    ],
    [
      "19/03/2025 18:32:11",
      "Event",
      "Fifa Ultimate showdown",
      "01:00:00",
      "21/03/2025",
      "NAB 402",
      "gaming event ",
      "https://url-shortener.me/N4V",
      "https://drive.google.com/open?id=1qXZ7vVUUVR1t4Yj4nVrdGuKilIa9fyN7"
    ],
    [
      "19/03/2025 18:49:52",
      "Event",
      "On-spot Hackathon",
      "13:00:00",
      "21/03/2025",
      "NAB , DM SEN ",
      "\"Innovation is taking two things that already exist and putting them together in a new way.\" – Tom Fresto\n\nAre you ready to break barriers, challenge norms, and bring your boldest ideas to life? \n\nOn Spot Hackathon 2025 is your gateway to innovation—a 48-hour adrenaline-fueled coding marathon where your creativity takes center stage! Whether you’re a coding prodigy or a curious beginner, this is your chance to transform ideas into reality and compete with the best.\n\n",
      "https://forms.gle/9m61qGpHWyDcZsdT8",
      "https://drive.google.com/open?id=1UvSZIKNZACE6ImTwbzq7jz84BZaKjtom"
    ],
    [
      "19/03/2025 18:57:04",
      "Event",
      "Hackoverflow 8.0",
      "10:00:00",
      "21/03/2025",
      "Online event",
      "Unleash your creativity and coding skills at HackOverflow 8.0! As part of Aarohan 2025, this hackathon is your chance to turn bold ideas into reality. Whether you're a coding pro or tech enthusiast, this is where your skills can shine.\n\nHackOverflow 8.0 is a high-energy tech showdown where you'll collaborate, tackle real-world problems, and build game-changing solutions. Win exciting swag from Devfolio and its Season Partners, plus the glory of victory for top teams.\n",
      "https://hackoverflow.nitdgplug.org",
      "https://drive.google.com/open?id=1U5Daq3osV9PB7Cuy0BtPHoN7uGdHTFVC"
    ],
    [
      "20/03/2025 10:46:19",
      "Workshop",
      "IoT and Cloud Computing in Data Science",
      "09:00:00",
      "22/03/2025",
      "NAB",
      "Unlock the Future with IoT and Cloud Computing in Data Science\n\nAre you ready to dive into the world of IoT, Cloud Computing, and Data Science with a live project demonstration? This workshop is open to students from all departments, and no prior experience is mandatory. Even if you’re completely new to these technologies, we will guide you step by step from the basics to practical applications.\n\nKey Takeaways:\n\t•\tCompletion Certificate & Learning Resources – Strength your CV to secure placement in a promising field.\n\t•\tLive Project Demonstration – Learn from scratch with real-world applications.\n\t•\tBeginner Friendly – No prior knowledge needed, everything starts from the basics.\n\t•\tBuild & Implement – Gain industry-relevant skills through practical sessions.\n\t•\tLearn from Industry Experts – Get insights and training from professionals.\n\t•\tUnlock Internship Opportunities – Boost your career with hands-on experience.\n\nEvent Details:\nDate: 22nd - 23rd March 2025\nTime: 9 AM Onwards.\nVenue: NAB\n\nSecure your spot now and step into the future of technology. Register today!\n",
      " https://shorturl.at/UF035 ",
      "https://drive.google.com/open?id=1oSB3aftoegJx7N5AW8QAwxbv7Zp7VHeV"
    ],
    [
      "20/03/2025 11:17:20",
      "Workshop",
      "Unlock the future with Cloud Computing Data Science and IOT workshop ",
      "09:12:00",
      "22/03/2025",
      "NAB",
      "*Unlock the Future with IoT and Cloud Computing in Data Science*\n\nAre you ready to dive into the world of *IoT, Cloud Computing, and Data Science* with a live project demonstration? This workshop is open to students from all departments, and no prior experience is mandatory. Even if you’re completely new to these technologies, we will guide you step by step from the basics to practical applications.\n\n*Key Takeaways:*\n\t•\t*Completion Certificate & Learning Resources* – Strength your CV to secure placement in a promising field.\n\t•\t*Live Project Demonstration* – Learn from scratch with real-world applications.\n\t•\t*Beginner Friendly* – No prior knowledge needed, everything starts from the basics.\n\t•\t*Build & Implement* – Gain industry-relevant skills through practical sessions.\n\t•\t*Learn from Industry Experts* – Get insights and training from professionals.\n\t•\t*Unlock Internship Opportunities* – Boost your career with hands-on experience.\n\n\n\n",
      "https://shorturl.at/UF035",
      "https://drive.google.com/open?id=1CX1PZAan2_kX6IRtw4FnRWpNGRyxOP6n"
    ],
    [
      "20/03/2025 11:27:10",
      "Workshop",
      "Unlock future with Cloud Computing Data Science and IOT workshop ",
      "09:12:00",
      "23/03/2025",
      "NAB",
      "*Unlock the Future with IoT and Cloud Computing in Data Science*\n\nAre you ready to dive into the world of *IoT, Cloud Computing, and Data Science* with a live project demonstration? This workshop is open to students from all departments, and no prior experience is mandatory. Even if you’re completely new to these technologies, we will guide you step by step from the basics to practical applications.\n\n*Key Takeaways:*\n\t•\t*Completion Certificate & Learning Resources* – Strength your CV to secure placement in a promising field.\n\t•\t*Live Project Demonstration* – Learn from scratch with real-world applications.\n\t•\t*Beginner Friendly* – No prior knowledge needed, everything starts from the basics.\n\t•\t*Build & Implement* – Gain industry-relevant skills through practical sessions.\n\t•\t*Learn from Industry Experts* – Get insights and training from professionals.\n\t•\t*Unlock Internship Opportunities* – Boost your career with hands-on experience.\n\n",
      "https://shorturl.at/UF035",
      "https://drive.google.com/open?id=1kDt29HT7faGdKlzUVkfoTAVtjywQLKA7"
    ],
    [
      "20/03/2025 12:41:39",
      "Workshop",
      "Cloud computing, data science and Iot workshop ",
      "09:00:00",
      "22/03/2025",
      "NAB",
      "A workshop on iot, cloud computing and data science with live projects demonstration which is open to all departments and no prior experience is mandatory ",
      "https://shorturl.at/UF035",
      "https://drive.google.com/open?id=1fjeyBJ3BXPZR4lHqf_WnynFDhcylKjKf"
    ],
    [
      "20/03/2025 13:28:09",
      "Event",
      "Inspirate'25 ",
      "08:00:00",
      "22/03/2025",
      "Lords Arena ",
      "Inspiratie: \nThe flagship event of the E-Cell, CCA, Inspiratie brings  together successful and renowned personalities from across India to share their inspiring journeys with the bright young minds of NIT Durgapur. Featuring four distinguished speakers, the event serves as a beacon of motivation, offering invaluable insights and experiences. It aims to ignite entrepreneurial spirit, foster innovation, and encourage students to pursue their dreams with passion and resilience.",
      "Not applicable ",
      "https://drive.google.com/open?id=17F2BiwpBYeBOlx6J67w13RN9qA8KMIyr"
    ],
    [
      "20/03/2025 13:28:35",
      "Event",
      "Aquarace",
      "03:00:00",
      "22/03/2025",
      "Arena",
      "*Ride the Waves and Rule the Race!*  \n\nGet ready to make a splash at *AAROHAN ’25* with *Aqua Race*, a *thrilling new addition* to the lineup of events! This isn’t just another race - it’s a high-speed *battle of innovation and skill*, where *aqua bots* take on the waves in an electrifying showdown of speed and control.  \n\nIt’s not just about being the fastest. It’s about *mastering the currents, navigating the course, and outmaneuvering the competition* to claim victory. A true test of *precision, power, and pure adrenaline*, this race will push your engineering and piloting skills to the limit.  \n\nThink you have what it takes to *dominate the waters and conquer this exciting trial*? The race is on. The tides are wild. *Are you ready to make history?*  \n\n*Dates:* 22nd and 23rd March  \n*Time:* 3:00 PM onwards  \n*Venue:* Arena  \n\n#AquaRace #AAROHAN25 #TeamAavishkar #ConquerTheWaves #NewChallenge",
      "https://docs.google.com/forms/d/e/1FAIpQLScMq0eMvxidsmkUkrshZ7bPnIu0VfD-36WAUG1hYSHxW9lzPw/viewform?usp=dialog",
      "https://drive.google.com/open?id=1nl9XyGncjB2su0DOLm58dVnpjA0eJjYU"
    ],
    [
      "20/03/2025 13:32:12",
      "Event",
      "DeathNote",
      "09:00:00",
      "22/03/2025",
      "Dm sen auditorium ",
      "*\"Every crime has a flaw—find it, and the truth is yours.\"*  \n\nA sinister plan has been executed. A crime buried beneath layers of deception. The mastermind thinks they’ve covered their tracks, but every lie leaves a trace. *The Death Note* is more than just a mystery—it’s a race against time, where only the sharpest minds will uncover the truth.  \n\nThe *DM Sen Auditorium* transforms into the ultimate crime scene, filled with suspects, hidden motives, and cryptic clues. Every detail matters, every decision counts. Can you see through the deception, piece together the puzzle, and unmask the culprit before it’s too late?  \n\n*Date:* 22nd March\n*Time:* 9 AM - 12 PM and 1 PM - 3 PM\n*Venue:* DM Sen Auditorium  \n\nThe mystery is set. The truth is waiting. Will you be the one to find it?",
      "https://forms.gle/b6pwS1WEXCCyTqfn8",
      "https://drive.google.com/open?id=11XHHB1Mpc3miIhBfyKGBORU5LN0updyA"
    ],
    [
      "20/03/2025 13:49:59",
      "Event",
      "DEATHNOTE",
      "09:00:00",
      "22/03/2025",
      "DM Sen Auditorium",
      "\"Every crime has a flaw—find it, and the truth is yours.\"  \n\nA sinister plan has been executed. A crime buried beneath layers of deception. The mastermind thinks they’ve covered their tracks, but every lie leaves a trace. The Death Note is more than just a mystery—it’s a race against time, where only the sharpest minds will uncover the truth.  \n\nThe DM Sen Auditorium transforms into the ultimate crime scene, filled with suspects, hidden motives, and cryptic clues. Every detail matters, every decision counts. Can you see through the deception, piece together the puzzle, and unmask the culprit before it’s too late?  \n\nDate: 22nd March\nTime: 9 AM - 12 PM and 1 PM - 3 PM\nVenue: DM Sen Auditorium  \n\nThe mystery is set. The truth is waiting. Will you be the one to find it?",
      "https://forms.gle/b6pwS1WEXCCyTqfn8 ",
      "https://drive.google.com/open?id=1a6x6Gnwghp6Mf1XvGTV72lJmWWDhVT7g"
    ],
    [
      "20/03/2025 13:58:13",
      "Event",
      "SQUID GAME ",
      "16:00:00",
      "21/03/2025",
      "Lords Arena ",
      "SQUID GAME ! Inspired by the ruthless intensity of Squid Game, this event isn’t just about skill; it’s a relentless test of strategy, endurance, and sheer survival instinct. ",
      "https://docs.google.com/forms/d/e/1FAIpQLSfbdjisFUjLY0DCq0GoJDPyAJJMk9c6DdjVzo-ihyl38iXxsA/viewform",
      "https://drive.google.com/open?id=1ajTub2vX8FbzotcYzef0_e8GdLiJEttz"
    ],
    [
      "20/03/2025 14:01:27",
      "Event",
      "WDCT CORNER ",
      "18:00:00",
      "22/03/2025",
      "Lords Arena ",
      "Step into the WDCT Corner, a vibrant fusion of art, innovation, and timeless wisdom at Aarohan 2025, NIT Durgapur. Embracing this year’s theme, our space becomes a canvas where modern creativity intertwines with ancient traditions.\n",
      "https://qr-codes.io/a2V51p",
      "https://drive.google.com/open?id=106y6WA7sytojq5Eaw-RfS6zvYoS_30tP"
    ],
    [
      "20/03/2025 14:59:08",
      "Event",
      "Techmela",
      "18:10:00",
      "20/03/2025",
      "lords",
      "project exhibition",
      "",
      "https://drive.google.com/open?id=14pOhWCwBUqtPhlHkAENQhVPFRgTE1cIh"
    ],
    [
      "20/03/2025 15:14:18",
      "Event",
      "Mindsweeper",
      "14:00:00",
      "21/03/2025",
      "NAB 401",
      "Embark on an exciting journey filled with challenging mathematical and computational puzzles! Solve mind-boggling problems, advance through the rounds, and compete for the top spot on the leaderboard. Let the thrill begin!",
      "https://mindsweeper.arhn.in/",
      "https://drive.google.com/open?id=1kBciy34_INnli1mdLdP3q6sfwg__a6ld"
    ],
    [
      "20/03/2025 15:14:53",
      "Event",
      "AQUA RACE",
      "15:00:00",
      "22/03/2025",
      "Arena",
      "Get ready to make a splash at AAROHAN ’25 with Aqua Race, a thrilling new addition to the lineup of events! This isn’t just another race - it’s a high-speed battle of innovation and skill, where aqua bots take on the waves in an electrifying showdown of speed and control.  \n\nIt’s not just about being the fastest. It’s about mastering the currents, navigating the course, and outmaneuvering the competition to claim victory. A true test of precision, power, and pure adrenaline, this race will push your engineering and piloting skills to the limit.  \n\nThink you have what it takes to dominate the waters and conquer this exciting trial? The race is on. The tides are wild. Are you ready to make history? ",
      "https://docs.google.com/forms/d/e/1FAIpQLScMq0eMvxidsmkUkrshZ7bPnIu0VfD-36WAUG1hYSHxW9lzPw/viewform",
      "https://drive.google.com/open?id=1RhirPApZXqZOK-xKlFY35c2C2aqUzTFe"
    ],
    [
      "20/03/2025 16:06:57",
      "Event",
      "Knight's Regium",
      "19:00:00",
      "21/03/2025",
      "Online",
      "Chess is the struggle against error, the discovery of truth, and the fight for control of the future.\"\n\nGarry Kasparov\n\nStep into the world of strategic brilliance and intellectual mastery with Knight's Regium, the ultimate online chess tournament brought to you by Team Aavishkar. Whether you're a seasoned grandmaster or a passionate beginner, this is the perfect stage to showcase your strategic thinking and creativity.\n\nUnleash your potential, sharpen your mind, and engage in epic battles of wits. The board is set, the pieces are in place, and your journey to glory begins now. Welcome to Knight's Regium-where every move counts, and every challenge is an opportunity to shine.",
      "https://shorturl.at/Pi3jc",
      "https://drive.google.com/open?id=1N0vvFs6e28VH2htK_CpMBWgE47srdLI7"
    ],
    [
      "20/03/2025 16:10:53",
      "Event",
      "Be a billionaire ",
      "10:00:00",
      "22/03/2025",
      "MAB LG 23",
      "The secret to success is to know something nobody else knows.\" - Aristotle Onassis\n\nTeam Avishkaar presents Be a Billionaire, a dynamic business simulation event at Aarohan 2025, designed to challenge participants' strategic thinking, decision-making, and entrepreneurial acumen. This event provides a platform to engage in high-stakes negotiations, make calculated investments, and navigate the complexities of the corporate world.\n\nWhether you are an aspiring entrepreneur or a business enthusiast, this competition offers a unique opportunity to test your skills, refine your strategies, and compete with like-minded individuals. The path to success demands foresight, adaptability, and determination-do you have what it takes to rise to the top?\n",
      "https://shorturl.at/rMfjC",
      "https://drive.google.com/open?id=1GxM3GEZ_RYsmXwJe1nbjmLqxvWCxcG9c"
    ],
    [
      "20/03/2025 16:13:56",
      "Event",
      "Journo Detective ",
      "15:00:00",
      "23/03/2025",
      "MAB TR 23,27,28",
      "The truth is rarely pure and never simple.\" Oscar Wilde\n\nStep into the realm of investigative journalism and detective instincts with Journo Detective, an immersive mystery-solving event at Aarohan 2025, brought to you by Team Avishkaar. This event challenges participants to think critically, analyze evidence, and uncover hidden truths in a thrilling investigative pursuit.\n\nAs a detective-journalist, you will navigate through intricate clues, interrogate suspects, and piece together the story behind the mystery. Your skills in deduction, reasoning, and storytelling will determine how far you go in unraveling the case. Do you have what it takes to expose the truth?\n",
      "https://shorturl.at/Vufm8",
      "https://drive.google.com/open?id=1o8ZcRw4gog5uOwqYP_VDC43OW6KoaQq0"
    ],
    [
      "20/03/2025 16:21:33",
      "Workshop",
      "Artificial intelligence and machine learning ",
      "09:30:00",
      "22/03/2025",
      "NAB",
      "Join us for an engaging AI & ML Workshop organized by Remark Skill at NIT Durgapur! This hands-on session will take place on March 22 & 23, from 9:30 AM onwards at the New Academic Building.\n\nWhether you're a beginner or an Al enthusiast, this workshop will introduce you to fundamental Al concepts, machine learning techniques, and practical implementation using Python, TensorFlow, and other essential tools. Gain practical insights through real-world examples and interactive coding exercises.\n\nDon't miss this opportunity to explore the future of Al & ML and build essential skills in these transformative technologies!",
      "https://shorturl.at/MxSnl",
      "https://drive.google.com/open?id=1PD0jw0EsyGQ9oXhoUdGfzmZU6FzmdSGb"
    ],
    [
      "20/03/2025 16:24:21",
      "Workshop",
      "Ethical hacking workshop",
      "09:30:00",
      "22/03/2025",
      "NAB",
      "We gladly welcome you to Remark Skill's hands-on Ethical Hacking Workshop on March 22 & 23 at the New Academic Building, NIT Durgapur. This session covers network security, penetration testing, vulnerability assessment, and ethical hacking techniques.\n\nGain practical experience through real-world simulations, learn to secure systems, detect threats, and protect data. Enhance your cybersecurity skills and prepare for a career in this high-demand field.\n\nRegister now to earn a certificate of completion and engage with industry experts on real-world challenges.",
      "https://shorturl.at/y6s0Y",
      "https://drive.google.com/open?id=1QvPKKzGHd0IdjUdLPJI88rTf-KhNHvQd"
    ],
    [
      "20/03/2025 17:19:22",
      "Event",
      "Death Note",
      "09:12:00",
      "22/03/2025",
      "DM Sen Auditorium",
      "*\"Every crime has a flaw—find it, and the truth is yours.\"*  \n\nA sinister plan has been executed. A crime buried beneath layers of deception. The mastermind thinks they’ve covered their tracks, but every lie leaves a trace. *The Death Note* is more than just a mystery—it’s a race against time, where only the sharpest minds will uncover the truth.  \n\nThe *DM Sen Auditorium* transforms into the ultimate crime scene, filled with suspects, hidden motives, and cryptic clues. Every detail matters, every decision counts. Can you see through the deception, piece together the puzzle, and unmask the culprit before it’s too late?  \n\n",
      "https://forms.gle/b6pwS1WEXCCyTqfn8",
      "https://drive.google.com/open?id=1Zv44KSd7vChe6rx-4GK2nDqn919gGggS"
    ],
    [
      "20/03/2025 17:22:24",
      "Event",
      "Aqua Race",
      "03:06:00",
      "22/03/2025",
      "Arena Lords",
      "*Ride the Waves and Rule the Race!*  \n\nGet ready to make a splash at *AAROHAN ’25* with *Aqua Race*, a *thrilling new addition* to the lineup of events! This isn’t just another race - it’s a high-speed *battle of innovation and skill*, where *aqua bots* take on the waves in an electrifying showdown of speed and control.  \n\nIt’s not just about being the fastest. It’s about *mastering the currents, navigating the course, and outmaneuvering the competition* to claim victory. A true test of *precision, power, and pure adrenaline*, this race will push your engineering and piloting skills to the limit.  \n\nThink you have what it takes to *dominate the waters and conquer this exciting trial*? The race is on. The tides are wild. *Are you ready to make history?*  \n\n",
      "https://docs.google.com/forms/d/e/1FAIpQLScMq0eMvxidsmkUkrshZ7bPnIu0VfD-36WAUG1hYSHxW9lzPw/viewform",
      "https://drive.google.com/open?id=14rQPwagplL5mDWYtgxKFd6xZ3aBLzIT_"
    ],
    [
      "20/03/2025 17:24:52",
      "Event",
      "Roboliga",
      "03:06:00",
      "21/03/2025",
      "Arena Lords",
      "*RoboLiga at Aarohan ‘25 – The Ultimate Bot Soccer Battle!*\n\nGet ready for *RoboLiga*, where robotics meets the thrill of soccer in an intense battle of skill and strategy! Hosted by *Team AAVISHKAR*, this offline adaptation of *Rocket League* pits participants against each other in a fast-paced, goal-scoring showdown.  \n\nThis isn’t just about controlling a robot—it’s about precision, quick reflexes, and outplaying your opponent in a test of technical mastery. Will you rise to the occasion and claim victory?  \n\n*Rules & Gameplay*\n1. *On-Spot Registration:* Individual participation only.  \n2. *1v1 Matches:* Two participants compete against each other.  \n3. *Objective:* Control your bot to score the first goal.  \n4. *Match Format:* The first player to score wins the round.   \n5. *Fair Play:* No external interference or intentional bot damage.  \n6. *Tiebreaker:* If no goal is scored within the time limit, a sudden-death round will decide the winner.  \n\n",
      "",
      "https://drive.google.com/open?id=1HOAYgd-B6eA2RNPbNCfECGdj_EPcg5n2"
    ],
    [
      "21/03/2025 08:48:36",
      "Event",
      "ROBOLIGA",
      "15:00:00",
      "21/03/2025",
      "Arena ",
      "*RoboLiga at Aarohan ‘25 – The Ultimate Bot Soccer Battle!*\n\nGet ready for *RoboLiga*, where robotics meets the thrill of soccer in an intense battle of skill and strategy! Hosted by *Team AAVISHKAR*, this offline adaptation of *Rocket League* pits participants against each other in a fast-paced, goal-scoring showdown.  \n\nThis isn’t just about controlling a robot—it’s about precision, quick reflexes, and outplaying your opponent in a test of technical mastery. Will you rise to the occasion and claim victory?  \n\n*Rules & Gameplay*\n1. *On-Spot Registration:* Individual participation only.  \n2. *1v1 Matches:* Two participants compete against each other.  \n3. *Objective:* Control your bot to score the first goal.  \n4. *Match Format:* The first player to score wins the round.   \n5. *Fair Play:* No external interference or intentional bot damage.  \n6. *Tiebreaker:* If no goal is scored within the time limit, a sudden-death round will decide the winner.  \n\n*Event Details*  \n- *Date:* 21st to 23rd March  \n- *Time:* 3 PM - 6 PM  \n- *Venue:* Arena  \n- *Registration:* On-spot  \n\nThe field is set, the competition is fierce - *Are you ready to take on the RoboLiga challenge?*",
      "On spot registration ",
      "https://drive.google.com/open?id=1wYZ26spYYN8yl4r7M6cFH0WAgwJYfTnL"
    ],
    [
      "21/03/2025 08:50:38",
      "Event",
      "SPEED CUBING",
      "15:00:00",
      "21/03/2025",
      "Arena ",
      "*Speedcubing at Aarohan 2025 – Twist, Turn, and Triumph!*\n\nAre you ready to put your cubing skills to the test? Welcome to *Speed-cubing at Aarohan*, where every second counts and only the fastest fingers will emerge victorious!  \n\n*Speedcubing* is a thrilling competition where participants race against time to solve a *Rubik’s Cube* as quickly as possible. Whether you're a seasoned cuber or just starting your journey, this event is your chance to showcase your *dexterity, problem-solving skills, and lightning-fast reflexes*.  \n\n*Event Details*  \n*Date:* 21st and 23rd March\n*Time:* 3 PM - 6 PM\n*Venue:* Arena  \n*Register here:*\nhttps://docs.google.com/forms/d/e/1FAIpQLSdplkc-Ulc_nMPI0xm25IQXoWxm_8tRj42IpBMf1qBS7HXqsA/viewform?usp=dialog\n\nThink you have what it takes to be the *fastest cuber*? Join us at Aarohan and prove your skills in the ultimate test of speed and precision!  \n\n*Let the Cubing Battle Begin!*\n\n#SpeedCubing #AAROHAN25\n#TeamAavishkar",
      "https://docs.google.com/forms/d/e/1FAIpQLSdplkc-Ulc_nMPI0xm25IQXoWxm_8tRj42IpBMf1qBS7HXqsA/viewform?usp=dialog",
      "https://drive.google.com/open?id=1MYgZqf70PXpuFZdDujzPoomy2C-9CFGM"
    ]
  ]
}
